{
     "last-update":"<@%s> first launch, version 0.1, i hope you guys like it and being useful for everyone ;)",
     "DISCORD_TOKEN":"OTU0NjMwMDU2OTgwOTM0Njc2.YjV6hQ.20RUlbYfHKRvUwHPUKRNRvUWCmY",
     "our-server-invite-link":"https://discord.gg/52TaG69f",
     "report-spam-administrator": "<@%s> spam message saved in dataset :white_check_mark: \nthanks for your notice :heart:",
     "direct-for-spamer":"hello dear %s \nyour message has been identified by us as spam with the following information\n`message content :` %s\n`server name :` %s\n`channel name :` %s\n`time :` %s\nIf you believe that something went wrong in this regard, let us know about this problem by creating a ticket on the following server. Our developers will fix this problem as soon as possible and we apologize to you.",
     "database-row-format":"%s,%s,%s,%s,%s\n",
     "message-on-jointServer":"**** Thank you for inviting this bot to your server. :heart: ****\n** We strive to help remove and identify spam on each discord server\nFOSS for ever**\n\n``this bot has not been completed yet and due to the problem of lack of information for ai model, by adding this bot to your server and reporting any spam message and let us to to storaging messages, you will help us a lot to make the initial steps of this bot complete as soon as possible``\n\n> You can use the ``-$report-spam`` command to delete any spam  and report it to the bot. \n> >>> If you do not have administrator permission and use this command, the bot will mention the administrator for further review\n\n> After collecting enough data, the bot is updated and then with the help of ai, any spam is automatically detected and removed.\n\n```If you continue to work with this bot, you confirm that you agree with all the terms of service in [link text here](google.com)```\njoin our discord server for more information :",
     "help":"<@%s>\n-$report-spam\n```If the user who uses this command have the botManager role, the message will be saved in our database and removed from the channel, and a direct message will be sent to the spammer account to informing it.\nBut if the user who uses this command does not have this role, bot mentions this role, so that they can use -$report-spam command if necessary.\n- for using this command user should reply it to spam message, to bot can detect spam message```\n-$change-root (channel-id)\n```Root-channel is a text channel, bot send message and show log in it. at first when you invite the bot to your server bot make automatically a root-channel names spam-killer but you can change it with this command to any channel that you want and bot have permission to it and then delete spam-killer channel\nfor find channel id you can right click on any channel you want and click on 'copy ID'\nEx:\n-$change-root 954363038968983582```\n-$last-update\n```Returns a string that contains date of last update and latest version of patch note```\n-$our-discord\n```Returns our discord server invite link```",
     "report-bug":"<@%s> this command is under development",
     "server":"<@%s> our server : %s",
     "ticket":"<@%s> this command is under development",
     "report-spam-not-administrator":"<@%s> you should be administrator to can use this command \n <@%s> check this",
     "report-spam-not-replyd":"<@%s> you should reply this command on the spam message, to bot can detected",
     "root-change-Arg-error":"<@%s> Channel ID is either blank or invalid",
     "root-change-not-administrator":"<@%s> you should be administrator to can use this command"
}
