{
     "last-update":"<@%s> first launch, version 0.1, i hope you guys like it and being useful for everyone ;)",
     "DISCORD_TOKEN":"discord token",
     "our-server-invite-link":"https://discord.gg/52TaG69f",
     "report-spam-administrator": "<@%s> spam message saved in dataset :white_check_mark: \nthanks for your notice :heart:",
     "direct-for-spamer":"hello dear %s \nyour message has been identified by us as spam with the following information\n`message content :` %s\n`server name :` %s\n`channel name :` %s\n`time :` %s\nIf you believe that something went wrong in this regard, let us know about this problem by creating a ticket on the following server. Our developers will fix this problem as soon as possible and we apologize to you.",
     "database-row-format":"%s,%s,%s,%s,%s\n",
     "message-on-jointServer":"**** Thank you for inviting this bot to your server. :heart: ****\n** We strive to help remove and identify spam on each discord server\nFOSS for ever**\n\n``this bot has not been completed yet and due to the problem of lack of information for ai model, by adding this bot to your server and reporting any spam message and let us to to storaging messages, you will help us a lot to make the initial steps of this bot complete as soon as possible``\n\n> You can use the ``-$report-spam`` command to delete any spam  and report it to the bot. \n> >>> If you do not have administrator permission and use this command, the bot will mention the administrator for further review\n\n> After collecting enough data, the bot is updated and then with the help of ai, any spam is automatically detected and removed.\n\n```If you continue to work with this bot, you confirm that you agree with all the terms of service in [link text here](google.com)```\njoin our discord server for more information :",
     "help":"<@%s> just for test",
     "report-bug":"<@%s> this command is under development",
     "server":"<@%s> our server : %s",
     "ticket":"<@%s> this command is under development",
     "report-spam-not-administrator":"<@%s> you should be administrator to can use this command \n <@%s> check this",
     "report-spam-not-replyd":"<@%s> you should reply this command on the spam message, to bot can detected",
     "root-change-Arg-error":"<@%s> Channel ID is either blank or invalid",
     "root-change-not-administrator":"<@%s> you should be administrator to can use this command"
}
